package values

import com.example.trackit.ui.Nutrition.FoodData

val NedoFoodList = mutableListOf(
        FoodData("Курица отварная",25.0,7.0,0.0,170.0),
        FoodData("Курица жареная",26.0,12.0,0.0,210.0),
        FoodData("Яйца куриные вареные",12.3, 9.7, 0.4,137.0),
        FoodData("Курица в духовке",29.0, 3.0,0.0,190.0),
        FoodData("Яйцо жареное",12.7, 10.9,0.7,157.0),
        FoodData("Каша овсяная на молоке",4.5,3.7,14.3,108.0),
        FoodData("Каша рисовая на молоке",4.0,2.5,27.0,143.0),
        FoodData("Каша пшеничная на молоке",4.2,2.1,19.5,111.0),
        FoodData("Каша перловая на молоке",4.7,2.2,21.2,124.0),
        FoodData("Каша гречневая на молоке",3.9,1.7,18.7,102.0),
        FoodData("Рис белый вареный на воде",2.9,0.4,25.2,117.0),
        FoodData("Гречка вареная на воде",3.4,0.6,19.9,105.0),
        FoodData("Макароны отварные",3.6,2.5,23.7,133.0),
        FoodData("Картофель вареный",1.7,0.1,18.6,85.0),
        FoodData("Картофель жареный с луком",1.8,3.6,10.5,101.0),
        FoodData("Картофельное пюре с молоком и маслом",1.9,4.2,16.8,112.0),
        FoodData("Говядина тушеная",16.8,18.3,0.0,232.0),
        FoodData("Говядина отварная",20.2,6.4,0.5,138.0),
        FoodData("Йогурт 3.2% жирности",7.0,3.2,3.5,111.0),
        FoodData("Творог 5% жирности",17.0,5.0,1.8,120.0),
        FoodData("Огурец",0.9,0.2,2.3,16.0),
        FoodData("Банан",1.2,0.2,22.0,94.0),
        FoodData("Яблоко",0.4,0.4,13.0,63.0),
        FoodData("Клубника",0.8,0.4,6.2,34.0),
        FoodData("Малина",1.2,0.6,12.8,73.0)
)